Revit 2027 API
ParameterTypeId.StructuralSectionSlopedWebAngle Property
 "Sloped Web Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionSlopedWebAngle { get; }
Public Shared ReadOnly Property StructuralSectionSlopedWebAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionSlopedWebAngle {
	ForgeTypeId^ get ();
}
static member StructuralSectionSlopedWebAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace